Repository: KDE/kde-dev-utils
Catalog: po/*/kpartloader.po
Languages: ar

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com

source: &Quit
ar: أ&نهِ

source: &About KPart...
ar: &عن KPart...

source: No part named %1 found: %2
ar: لم يعثر على أي جزء باسم %1: %2

source: KPartLoader
ar: محمل KPart

source: This is a test application for KParts.
ar: هذا تطبيق تجريبي لـ KParts.

source: Name of the part to load, e.g. dolphinpart
ar: اسم الجزء المراد تحميله، على سبيل المثال dolphinpart

source: &File
ar: &ملف

source: &Help
ar: م&ساعدة
