Repository: KDE/kde-dev-utils
Catalog: po/*/kuiviewer.po
Languages: eo, ia, nl

# NAME OF TRANSLATORS
source: Your names
eo: Axel Rousseau,Oliver Kellogg
ia: Giovanni Sora
nl: Otto Bruggeman,Ruurd Pels,Tom Albers,Freek de Kruijf - t/m 2019

# EMAIL OF TRANSLATORS
source: Your emails
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net
ia: g.sora@tiscali.it
nl: vertaling@kde.nl,ruurd@tiscali.nl,,freekdekruijf@kde.nl

source: Unable to locate or load KUiViewer KPart.
eo: Ne eblis lokigi aŭ ŝargi KUiViewer-KParton.
ia: Incapace a localisar o cargar KUiViewer KPart.
nl: Kan KUIViewer KPart niet vinden of laden.

source: *.ui *.UI|User Interface Files
eo: *.ui *.UI|Uzantinterfacaj Dosieroj
ia: *.ui *.UI|Files de Interfacie de Usator
nl: *.ui *.UI|User Interface-bestanden

source: Style
eo: Stilo
ia: Stilo
nl: Stijl

# Default style
source: Default
eo: Defaŭlta
ia: Predefinite
nl: Standaard

source: Set the style used for the view.
eo: Mati la stilon uzatan por la vido.
ia: Fixa le stilo usate per le vista.
nl: Stel de stijl in gebruikt om weer te geven.

source: Copy as Image
eo: Kopii kiel bildon
ia: Copia como imagine
nl: Als afbeelding kopiÃ«ren

source: &Edit
eo: R&edakti
ia: &Edita
nl: Be&werken

source: &View
eo: &Rigardi
ia: &Vista
nl: Beel&d

source: &File
eo: &Dosiero
nl: &Bestand

source: Displays Designer's UI files
eo: Montras UI-doseirojn de Designer
ia: Monstra Files de UI de Designer
nl: Toont de UI-bestanden van Designer.

source: Original author
eo: Origina aŭtoro
ia: Autor original
nl: Oorspronkelijke auteur

source: Screenshot capability
eo: Ekrankopia kapablo
ia: Capacitate de captura o instantanee de schermo
nl: Mogelijkheid van schermafdruk

source: Subwindow-like display of UI files
eo: Subfenestreca bildigo de UI-dosieroj
ia: Monstraor de typo subfenestra de files de UI
nl: Op subvenster gelijkende weergave van UIT-bestanden

source: Document to open
eo: La dosiero malfermiĝi
ia: Documento de aperir
nl: Te openen document

source: Save screenshot to file and exit
eo: Konservi ekrankopion la dosiero kaj eliri
ia: Salveguarda instantanee de schermo a file e abandona
nl: Schermafdruk opslaan en afsluiten

source: Screenshot width
eo: Ekrankopia larĝeco
ia: Largessa de Instantanee de schermo
nl: Breedte schermafdruk

source: Screenshot height
eo: Ekrankopia alteco
ia: Altessa de Instantanee de schermo
nl: Hoogte schermafdruk
